;------------------------------------------------------------------------------
; UltraDefrag GUI Filipino(Tagalog) Language Pack.
; Copyright (C) 2010 by Stefan Pendl.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Suriin
DEFRAGMENT                = Defragment
OPTIMIZE                  = Di-nasisiraan ng loob
STOP                      = Tumigil
SKIP_REMOVABLE_MEDIA      = Lumuksu-lukso pag-aalis panggitna
RESCAN_DRIVES             = Iurong itaboy
SHUTDOWN_PC_AFTER_A_JOB   = Shutdown PC kapag tapos na
HIBERNATE_PC_AFTER_A_JOB  = Hibernate PC kapag tapos na
EXIT                      = Exit

; --- Report Menu

REPORT                    = Ulat
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = Tagpuan
LANGUAGE                  = Language
TRANSLATIONS_FOLDER       = Translations folder
GRAPHICAL_INTERFACE       = Graphical User Manghimasok
FONT                      = Font
OPTIONS                   = Opsyon
BOOT_TIME_SCAN            = Windows boot orasan suriing mabuti
ENABLE                    = Itulot
SCRIPT                    = Iskrip
REPORTS                   = Ulat

; --- Help Menu

HELP                      = Tumulong
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = Tungkol sa

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Aklat
STATUS                    = Katayuan
TOTAL                     = Buuin alangaang
FREE                      = Palayain alangaang
PERCENT                   = Porsiyento

; Status messages

STATUS_RUNNING            = Pagpapatupad
STATUS_ANALYSED           = Suriin
STATUS_DEFRAGMENTED       = Defragmented
STATUS_OPTIMIZED          = Di-nasisiraan ng loob

; Status bar messages.

DIRS                      = polder
FILES                     = sinupin
FRAGMENTED                = piraso
COMPRESSED                = siksikin
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Tungkol sa Ultra Defragmenter
CREDITS                   = Paniwalaan
LICENSE                   = Lisensiya

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
YES                       = Yes
NO                        = No

; END OF FILE
